tap "homebrew/bundle"
brew "git"
brew "htop"
brew "vim"
brew "tmux"
brew "pipx"
brew "mise"
brew "sdkman-cli"
brew "gh"
brew "ripgrep"
brew "fd"
brew "tldr"
brew "tree"
brew "wget"
cask "iterm2"
brew "nvim"
